{
    "items": [
        {"itemId": "1", "title": "Pizza", "description": "A savory dish of Italian origin consisting of a usually round, flattened base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients.", "tag": ["Italian", "Fast Food"]},
        {"itemId": "2", "title": "Burger", "description": "A sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun.", "tag": ["American", "Fast Food"]},
        {"itemId": "3", "title": "Sushi", "description": "A traditional Japanese dish of prepared vinegared rice, usually with some sugar and salt, accompanying a variety of ingredients, such as seafood, vegetables, and occasionally tropical fruits.", "tag": ["Japanese", "Seafood"]},
        {"itemId": "4", "title": "Tacos", "description": "A traditional Mexican dish consisting of a small hand-sized corn or wheat tortilla topped with a filling.", "tag": ["Mexican", "Fast Food"]},
        {"itemId": "5", "title": "Pasta", "description": "A type of Italian food typically made from an unleavened dough of wheat flour mixed with water or eggs, and formed into sheets or other shapes, then cooked by boiling or baking.", "tag": ["Italian", "Main Course"]},
        {"itemId": "6", "title": "Ramen", "description": "A Japanese dish with Chinese origins. It consists of Chinese-style wheat noodles served in a meat or fish-based broth, often flavored with soy sauce or miso, and uses toppings such as sliced pork, nori, menma, and scallions.", "tag": ["Japanese", "Noodles"]},
        {"itemId": "7", "title": "Paella", "description": "A Spanish rice dish originally from Valencia. It is made of white rice, green vegetables, meat, beans and seasoning such as saffron and rosemary.", "tag": ["Spanish", "Main Course"]},
        {"itemId": "8", "title": "Croissant", "description": "A buttery, flaky, viennoiserie pastry of Austrian origin, named for its historical crescent shape.", "tag": ["French", "Pastry"]},
        {"itemId": "9", "title": "Curry", "description": "A variety of dishes originating in the Indian subcontinent that use a complex combination of spices or herbs, usually including ground turmeric, cumin, coriander, ginger, and fresh or dried chilies.", "tag": ["Indian", "Main Course"]},
        {"itemId": "10", "title": "Steak", "description": "A meat generally sliced across the muscle fibers, potentially including a bone. It is normally grilled, though can also be pan-fried.", "tag": ["American", "Main Course"]},
        {"itemId": "11", "title": "Dim Sum", "description": "A style of Chinese cuisine. It is prepared as small bite-sized portions of food served in small steamer baskets or on a small plate.", "tag": ["Chinese", "Snacks"]},
        {"itemId": "12", "title": "Falafel", "description": "A deep-fried ball or patty-shaped fritter made from ground chickpeas, fava beans, or both. It is a traditional Middle Eastern food.", "tag": ["Middle Eastern", "Snacks"]},
        {"itemId": "13", "title": "Baguette", "description": "A long, thin loaf of French bread that is commonly made from basic lean dough.", "tag": ["French", "Bread"]},
        {"itemId": "14", "title": "Biryani", "description": "A mixed rice dish with its origins among the Indian subcontinent. It is made with Indian spices, rice, and meat, and sometimes, in addition, eggs and/or vegetables.", "tag": ["Indian", "Rice"]},
        {"itemId": "15", "title": "Fish and Chips", "description": "A hot dish consisting of fried fish in batter, served with chips. The dish originated in England.", "tag": ["British", "Fast Food"]},
        {"itemId": "16", "title": "Pad Thai", "description": "A stir-fried rice noodle dish commonly served as a street food and at most restaurants in Thailand as part of the country's cuisine.", "tag": ["Thai", "Noodles"]},
        {"itemId": "17", "title": "BBQ Ribs", "description": "A type of grilled or baked pork or beef ribs, usually coated with a rich, spicy sauce.", "tag": ["American", "Main Course"]},
        {"itemId": "18", "title": "Goulash", "description": "A stew of meat and vegetables, seasoned with paprika and other spices.", "tag": ["Hungarian", "Stew"]},
        {"itemId": "19", "title": "Gyro", "description": "A Greek dish made from meat cooked on a vertical rotisserie, traditionally pork, or chicken, and outside Greece with beef, veal or lamb, and usually served wrapped in a flatbread such as pita.", "tag": ["Greek", "Fast Food"]},
        {"itemId": "20", "title": "Chicken Tikka Masala", "description": "Chunks of roasted marinated chicken in a spiced curry sauce. The sauce is usually creamy and orange-coloured.", "tag": ["Indian", "Main Course"]},
        {"itemId": "21", "title": "Peking Duck", "description": "A dish from Beijing that has been prepared since the imperial era. The meat is characterized by its thin, crisp skin, with authentic versions of the dish serving mostly the skin and little meat.", "tag": ["Chinese", "Main Course"]},
        {"itemId": "22", "title": "Hamburger", "description": "A sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun.", "tag": ["American", "Fast Food"]},
        {"itemId": "23", "title": "Lasagna", "description": "An Italian dish made of stacked layers of thin flat pasta alternating with fillings such as ragù and other vegetables, cheese, and seasonings and spices such as garlic, oregano and basil.", "tag": ["Italian", "Main Course"]},
        {"itemId": "24", "title": "Sashimi", "description": "A Japanese delicacy consisting of fresh raw fish or meat sliced into thin pieces and often eaten with soy sauce.", "tag": ["Japanese", "Seafood"]},
        {"itemId": "25", "title": "Fish Taco", "description": "A taco filled with grilled or fried fish, lettuce or cabbage, pico de gallo, and a sour cream or citrus/mayonnaise sauce, all encased in a corn or flour tortilla.", "tag": ["Mexican", "Seafood"]},
        {"itemId": "26", "title": "Lobster Roll", "description": "A sandwich native to New England, filled with lobster meat served on a grilled hot dog-style bun with the opening on the top rather than the side.", "tag": ["American", "Seafood"]},
        {"itemId": "27", "title": "Ceviche", "description": "A South American seafood dish that originated in Peru, made from fresh raw fish cured in citrus juices and spiced with chili peppers, onions, and cilantro.", "tag": ["Peruvian", "Seafood"]},
        {"itemId": "28", "title": "Chicken Parmesan", "description": "A dish that consists of breaded chicken breast covered in tomato sauce and mozzarella, parmesan, or provolone cheese.", "tag": ["Italian", "Main Course"]},
        {"itemId": "29", "title": "Moussaka", "description": "An eggplant- (aubergine) or potato-based dish, often including ground meat, in the cuisines of the countries of the Eastern Mediterranean.", "tag": ["Greek", "Main Course"]},
        {"itemId": "30", "title": "Poutine", "description": "A dish of french fries and cheese curds topped with a brown gravy. It emerged in Quebec, Canada, in the late 1950s in the Centre-du-Québec area.", "tag": ["Canadian", "Fast Food"]},
        {"itemId": "31", "title": "Pho", "description": "A Vietnamese soup consisting of broth, rice noodles, herbs, and meat, sometimes chicken.", "tag": ["Vietnamese", "Soup"]},
        {"itemId": "32", "title": "Baklava", "description": "A layered pastry dessert made of filo pastry, filled with chopped nuts, and sweetened with syrup or honey.", "tag": ["Turkish", "Dessert"]},
        {"itemId": "33", "title": "Beef Bourguignon", "description": "A stew made of beef braised in red wine, often red Burgundy, and beef broth, generally flavoured with carrots, onions, and garlic, and garnished with pearl onions, mushrooms, and bacon.", "tag": ["French", "Stew"]},
        {"itemId": "34", "title": "Bratwurst", "description": "A type of German sausage made from pork, beef, or veal.", "tag": ["German", "Sausage"]},
        {"itemId": "35", "title": "Creme Brulee", "description": "A dessert consisting of a rich custard base topped with a texturally contrasting layer of hardened caramelized sugar.", "tag": ["French", "Dessert"]},
        {"itemId": "36", "title": "Gumbo", "description": "A stew popular in the U.S. state of Louisiana, and is the official state cuisine. Gumbo consists primarily of a strongly-flavored stock, meat or shellfish, a thickener, and the Cajun holy trinity of vegetables, namely celery, bell peppers, and onions.", "tag": ["American", "Stew"]},
        {"itemId": "37", "title": "Hot Dog", "description": "A grilled or steamed food consisting of a sausage served in the slit of a partially sliced bun. It can also refer to the sausage itself.", "tag": ["American", "Fast Food"]},
        {"itemId": "38", "title": "Jambalaya", "description": "A dish of West African, French, and Spanish influence, consisting mainly of meat and vegetables mixed with rice. Traditionally, the meat always includes sausage of some sort, often a smoked meat such as andouille.", "tag": ["American", "Rice"]},
        {"itemId": "39", "title": "Kebab", "description": "Various cooked meat dishes with their origins in Middle Eastern cuisine. Many variants are popular around the world.", "tag": ["Middle Eastern", "Grilled"]},
        {"itemId": "40", "title": "Kimchi", "description": "A staple in Korean cuisine, is a traditional side dish of salted and fermented vegetables, such as napa cabbage and Korean radish, made with a widely varying selection of seasonings.", "tag": ["Korean", "Side Dish"]},
        {"itemId": "41", "title": "Macarons", "description": "A sweet meringue-based confection made with egg white, icing sugar, granulated sugar, almond meal, and food colouring.", "tag": ["French", "Dessert"]},
        {"itemId": "42", "title": "Nachos", "description": "A Mexican dish from northern Mexico that consists of heated tortilla chips or totopos covered with melted cheese, often served as a snack.", "tag": ["Mexican", "Snacks"]},
        {"itemId": "43", "title": "Oysters", "description": "A number of different families of salt-water bivalve molluscs that live in marine or brackish habitats. In some species, the valves are highly calcified, and many are somewhat irregular in shape.", "tag": ["Seafood"]},
        {"itemId": "44", "title": "Pancakes", "description": "A flat cake, often thin and round, prepared from a starch-based batter that may contain eggs, milk and butter and cooked on a hot surface such as a griddle or frying pan, often frying with oil or butter.", "tag": ["Breakfast"]},
        {"itemId": "45", "title": "Quesadillas", "description": "A Mexican dish and type of taco, consisting of a tortilla that is filled primarily with cheese, and sometimes meats and spices, and then cooked on a griddle.", "tag": ["Mexican", "Fast Food"]},
        {"itemId": "46", "title": "Ratatouille", "description": "A French Provençal stewed vegetable dish, originating in Nice, and sometimes referred to as ratatouille niçoise.", "tag": ["French", "Main Course"]},
        {"itemId": "47", "title": "Shawarma", "description": "A dish in Middle Eastern cuisine consisting of meat cut into thin slices, stacked in a cone-like shape, and roasted on a slowly-turning vertical rotisserie or spit.", "tag": ["Middle Eastern", "Fast Food"]},
        {"itemId": "48", "title": "Tiramisu", "description": "A coffee-flavoured Italian dessert. It is made of ladyfingers dipped in coffee, layered with a whipped mixture of eggs, sugar, and mascarpone cheese, flavoured with cocoa.", "tag": ["Italian", "Dessert"]},
        {"itemId": "49", "title": "Udon", "description": "A type of thick, wheat-flour noodle used frequently in Japanese cuisine.", "tag": ["Japanese", "Noodles"]},
        {"itemId": "50", "title": "Vanilla Ice Cream", "description": "A wide variety of frozen foods, from ice on a stick to a mixture of ingredients such as cream, sugar, and flavorings.", "tag": ["Dessert
]
        }
